Repository: SysAdminDoc/UniversalConverterX
Catalog: src/UniversalConverterX.UI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, pl_pl, zh_hans

# AudioCompressorPage_AudioCompressorBrowseButton.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# AudioCompressorPage_AudioCompressorBrowseOutputButton.Content
source: Browse
de_de: Durchsuchen
es_es: Examinar
fr_fr: Parcourir
pl_pl: Przeglądaj
zh_hans: 浏览

# AudioCompressorPage_AudioCompressorOpenOutputButton.Content
source: Open Output
de_de: Ausgabe öffnen
es_es: Salida abierta
fr_fr: Sortie ouverte
pl_pl: Otwórz wyjście
zh_hans: 开放输出输出

source: Remove from queue
de_de: Aus der Warteschlange entfernen
es_es: Eliminar de la cola
fr_fr: Supprimer de la file d'attente
pl_pl: Usuń z kolejki
zh_hans: 从队列中删除

# AudioCompressorPage_AudioCompressorSameAsSourceButton.Content
source: Same as source
de_de: Gleich wie die Quelle
es_es: Igual que la fuente
fr_fr: Même source
pl_pl: Tak samo jak źródło
zh_hans: 与源相同

# AudioCompressorPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# AudioCompressorPage_ClearButton.Content
source: Clear Queue
de_de: Warteschlange löschen
es_es: Limpiar cola
fr_fr: Effacer la file
pl_pl: Wyczyść kolejkę
zh_hans: 清除队列

# AudioCompressorPage_CompressButton.Content
source: Compress All
de_de: Alle komprimieren
es_es: Comprimir todo
fr_fr: Compresser tout
pl_pl: Kompresuj wszystkie
zh_hans: 全部压缩

# AudioCompressorPage_Item_004.Text
source: Apply dynamic-range compression to audio (or video audio tracks). Tame loud peaks, lift quiet passages, level a podcast guest.
de_de: Dynamische Kompression auf Audio (oder Video-Audio-Tracks) anwenden. Laute Spitzen dämpfen, leise Passagen heben, einen Podcast-Gast ebnen.
es_es: Aplique compresión de rango dinámico a audio (o pistas de audio de vídeo). Tame picos altos, levante pasajes silenciosos, nivele un invitado de podcast.
fr_fr: Appliquez la compression dynamique sur l'audio (ou les pistes audio vidéo). Tame pics forts, soulever les passages tranquilles, niveau un invité podcast.
pl_pl: Zastosuj kompresję dynamicznego zasięgu do audio (lub ścieżek audio). Głośne szczyty, winda ciche przejścia, poziomy gość podcastu.
zh_hans: 对音频( 或音频音轨) 应用动态波程压缩 。 高音峰、 高音静音通道、 平调播客 。

# AudioCompressorPage_Item_007.Text
source: Drop audio files to compress
de_de: Audiodateien zum Komprimieren ablegen
es_es: Suelta los archivos de audio para comprimir
fr_fr: Déposer les fichiers audio à compresser
pl_pl: Upuść pliki audio do kompresji
zh_hans: 丢弃音频文件以压缩

# AudioCompressorPage_Item_010.Text
source: Compression Preset
de_de: Kompressionsvoreinstellung
es_es: Compresión preestablecida
fr_fr: Préréglage de compression
pl_pl: Występowanie kompresji
zh_hans: 压缩预设

# AudioCompressorPage_Item_011.Content
source: Light (gentle, transparent)
de_de: Licht (schonend, transparent)
es_es: Luz (suave, transparente)
fr_fr: Lumière (gente, transparente)
pl_pl: Światło (ciemne, przejrzyste)
zh_hans: 灯光( 亮, 透明)

# AudioCompressorPage_Item_012.Content
source: Medium (default, all-purpose)
de_de: Mittel (Standard, Allzweck)
es_es: Medio (por defecto, para todos los fines)
fr_fr: Moyenne (par défaut, tout usage)
pl_pl: Średnia (domyślnie, cały cel)
zh_hans: 中(默认,全部目的)

# AudioCompressorPage_Item_013.Content
source: Heavy (obvious, loud sources)
de_de: Schwer (offensichtliche, laute Quellen)
es_es: Pesado (fuentes obvias y fuertes)
fr_fr: Lourd (évidence, source forte)
pl_pl: Ciężkie (oczywiste, głośne źródła)
zh_hans: 重(明显、高声源)

# AudioCompressorPage_Item_014.Content
source: Podcast (spoken word)
de_de: Podcast (ausgesprochenes Wort)
es_es: Podcast (palabra pronunciada)
fr_fr: Podcast (mot parlé)
pl_pl: Podcast (mówione słowo)
zh_hans: 播客(说单词)

# AudioCompressorPage_Item_015.Content
source: Broadcast (heavy, fast attack)
de_de: Sendung (schwerer, schneller Angriff)
es_es: Transmisión (pesado, ataque rápido)
fr_fr: Diffusion (lourde, attaque rapide)
pl_pl: Transmisja (ciężki, szybki atak)
zh_hans: 广播(重、快速攻击)

# AudioCompressorPage_Item_016.Content
source: Custom (sliders below)
de_de: Benutzerdefinierte (Slider unten)
es_es: Personalizado (sliders abajo)
fr_fr: Personnalisé (coulisses ci-dessous)
pl_pl: Własny (slidery poniżej)
zh_hans: 自定义( 向下滑)

# AudioCompressorPage_Item_017.Text
source: Custom Parameters
de_de: Benutzerdefinierte Parameter
es_es: Parámetros personalizados
fr_fr: Paramètres personnalisés
pl_pl: Parametry własne
zh_hans: 自定义参数

# AudioCompressorPage_Item_023.Text
source: Output Encoding
de_de: Ausgabekodierung
es_es: Codificación de salida
fr_fr: Encodage des produits
pl_pl: Kodowanie wyjściowe
zh_hans: 输出编码

# AudioCompressorPage_Item_024.Content
source: Preserve (same container + codec)
de_de: Erhaltung (gleicher Behälter + Codec)
es_es: Preservar (mismo contenedor + códec)
fr_fr: Préservation (même conteneur + codec)
pl_pl: Zachowaj (ten sam pojemnik + kodek)
zh_hans: 保全(与集装箱+编码器相同)

# AudioCompressorPage_Item_025.Content
source: MP3 (libmp3lame, V2)
zh_hans: MP3( 立方3lame, V2)

# AudioCompressorPage_Item_028.Content
source: FLAC (lossless)
de_de: FLAC (verlustfrei)
es_es: FLAC (sin pérdidas)
fr_fr: FLAC (sans perte)
pl_pl: FLAC (bezstratny)
zh_hans: FLAC(亏损)

# AudioCompressorPage_Item_029.Content
source: WAV (16-bit PCM)
es_es: WAV (PCM de 16 bits)
fr_fr: WAV (PCM 16 bits)
pl_pl: WAV (16-bitowy PCM)
zh_hans: WAV(16位PCM)

# AudioCompressorPage_Item_030.Text
source: Output Folder
de_de: Ausgabeordner
es_es: Carpeta de salida
fr_fr: Dossier de sortie
pl_pl: Katalog wyjściowy
zh_hans: 输出文件夹

# AudioCompressorPage_Item_034.Text
source: Originals are kept. Outputs land beside each source (or in the chosen folder) with a preset suffix appended to the stem.
de_de: Originale werden gehalten. Outputs landen neben jeder Quelle (oder im gewählten Ordner) mit einem voreingestellten Suffix, das dem Stamm angehängt ist.
es_es: Los originales se conservan. Las salidas aterrizan junto a cada fuente (o en la carpeta elegida) con un sufijo preestablecido adjunto al tallo.
fr_fr: Les sorties se situent à côté de chaque source (ou dans le dossier choisi) avec un suffixe préréglé annexé à la tige.
pl_pl: Oryginały są przechowywane. Wyjścia lądują przy każdym źródle (lub w wybranym folderze) z domyślnym dodatkiem do łodygi.
zh_hans: 原始数据被保存。 输出土地在每个源( 或所选文件夹中) 旁边, 并附加一个预设后缀 。

# AudioCompressorPage_MakeupSlider.Header
source: Makeup gain (dB)
de_de: Make-up-Gewinn (dB)
es_es: Ganancia de maquillaje (dB)
fr_fr: Gain de maquillage (dB)
pl_pl: Przyrost makijażu (dB)
zh_hans: 化妆收益 (dB)

# AudioCompressorPage_OutputDirectoryBox.Header
source: Save to
de_de: Speichern auf
es_es: Guardar en
fr_fr: Enregistrer dans
pl_pl: Zapisz do
zh_hans: 保存到

# AudioCompressorPage_OutputDirectoryBox.PlaceholderText
source: Same folder as each source file
de_de: Der gleiche Ordner wie jede Quelldatei
es_es: La misma carpeta que cada archivo fuente
fr_fr: Même dossier que chaque fichier source
pl_pl: Ten sam folder jak każdy plik źródłowy
zh_hans: 与每个源文件相同的文件夹

# AudioCompressorPage_ProgressTitle.Text
source: Compressing...
de_de: Komprimierend...
es_es: Compresión...
fr_fr: Compresser...
pl_pl: Skompresowanie...
zh_hans: 压缩中...

# AudioCompressorPage_RatioSlider.Header
source: Ratio (:1)
de_de: Verhältnis (:1)
es_es: Relación (:1)
fr_fr: Rapport (:1)
pl_pl: Stosunek (:1)
zh_hans: 比率(:1)

# AudioCompressorPage_ReleaseSlider.Header
source: Release (ms)
de_de: Freigabe (ms)
es_es: Liberación (ms)
fr_fr: Libération (ms)
pl_pl: Zwolnienie (ms)
zh_hans: 释放(毫秒)

# AudioCompressorPage_ThresholdSlider.Header
source: Threshold (dB)
de_de: Schwelle (dB)
es_es: Umbral (dB)
fr_fr: Seuil (dB)
pl_pl: Próg (dB)
zh_hans: 阈值(dB)

# AudioConverterPage_AudioConverterAddFilesButton.Content
source: Add Files
de_de: Dateien hinzufügen
es_es: Añadir archivos
fr_fr: Ajouter des fichiers
pl_pl: Dodaj pliki
zh_hans: 添加文件

# AudioConverterPage_AudioConverterAddFolderButton.Content
source: Add Folder
de_de: Ordner hinzufügen
es_es: Añadir carpeta
fr_fr: Ajouter un dossier
pl_pl: Dodaj folder
zh_hans: 添加文件夹

# AudioConverterPage_AudioConverterAdvancedExpander.Header
source: Advanced audio
de_de: Erweitertes Audio
es_es: Audio avanzado
fr_fr: Avancé audio
pl_pl: Zaawansowany dźwięk
zh_hans: 高级音频

# AudioConverterPage_AudioConverterBrowseButton.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# AudioConverterPage_AudioConverterBrowseOutputButton.Content
source: Browse Output Folder
de_de: Ausgabeordner durchsuchen
es_es: Buscar carpeta de salida
fr_fr: Parcourir le dossier de sortie
pl_pl: Przeglądaj folder wyjściowy
zh_hans: 浏览输出文件夹

# AudioConverterPage_AudioConverterOpenOutputButton.Content
source: Open Output
de_de: Ausgabe öffnen
es_es: Salida abierta
fr_fr: Sortie ouverte
pl_pl: Otwórz wyjście
zh_hans: 开放输出输出

# AudioConverterPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# AudioConverterPage_ChannelsCombo.Header
source: Channels
de_de: Kanäle
es_es: Canales
fr_fr: Canaux
pl_pl: Kanały
zh_hans: 声道

# AudioConverterPage_ClearButton.Content
source: Clear Queue
de_de: Warteschlange löschen
es_es: Limpiar cola
fr_fr: Effacer la file
pl_pl: Wyczyść kolejkę
zh_hans: 清除队列

# AudioConverterPage_FdkAfterburnerToggle.Header
source: Afterburner quality pass
de_de: Nachbrenner Qualität Pass
es_es: Pase de calidad después de la combustión
fr_fr: Passage de qualité après combustion
pl_pl: Przepustka jakości afterburner
zh_hans: 焚烧后质量通行证

# AudioConverterPage_FdkCutoffBox.Header
source: Low-pass cutoff (Hz)
de_de: Niedrigpass-Grenze (Hz)
es_es: Corte de paso bajo (Hz)
fr_fr: Découpe du passage inférieur (Hz)
pl_pl: Wycofanie niskiej przepustowości (Hz)
zh_hans: 低通行截止(赫兹)

# AudioConverterPage_FdkProfileCombo.Header
source: Profile
de_de: Profil
es_es: Perfil
fr_fr: Profil
pl_pl: Profil
zh_hans: 概况简介简介

source: Conversion progress
de_de: Fortschritte bei der Umstellung
es_es: Progresos en la conversión
fr_fr: État d ' avancement de la conversion
pl_pl: Postęp konwersji
zh_hans: 转换进度

# AudioConverterPage_Item_004.Text
source: Convert audio locally with codec-aware VBR quality and advanced encoder controls.
de_de: Konvertieren Sie Audio lokal mit Codec-aware VBR-Qualität und erweiterten Encoder-Steuerungen.
es_es: Convierta audio localmente con calidad VBR con codec-aware y controles avanzados de codificador.
fr_fr: Convertissez l'audio localement avec la qualité VBR de codec-aware et les contrôles d'encodeur avancés.
pl_pl: Konwertuj dźwięk lokalnie z jakością kodec-aware VBR i zaawansowanymi kontrolami koderów.
zh_hans: 使用编码器 VBR 质量和高级编码器控件转换本地音频 。

# AudioConverterPage_Item_007.Text
source: Drop audio files to convert
de_de: Audiodateien zum Konvertieren fallen lassen
es_es: Suelta archivos de audio para convertir
fr_fr: Déposer des fichiers audio à convertir
pl_pl: Upuść pliki audio do konwersji
zh_hans: 要转换的投放音频文件

# AudioConverterPage_Item_008.Text
source: MP3, WAV, FLAC, AAC, OGG, Opus, M4A, APE, WavPack, DSD, WMA, AC-3 and more.
de_de: MP3, WAV, FLAC, AAC, OGG, Opus, M4A, APE, WavPack, DSD, WMA, AC-3 und mehr.
es_es: MP3, WAV, FLAC, AAC, OGG, Opus, M4A, APE, WavPack, DSD, WMA, AC-3 y más.
fr_fr: MP3, WAV, FLAC, AAC, OGG, Opus, M4A, APE, WavPack, DSD, WMA, AC-3 et plus.
pl_pl: MP3, WAV, FLAC, AAC, OGG, Opus, M4A, APE, WAPPack, DSD, WMA, AC-3 i więcej.
zh_hans: MP3、WAV、FLAC、AAC、OGG、Opus、M4A、APE、WavPack、DSD、WMA、AC-3及以上。

# AudioConverterPage_Item_010.Text
source: Output Format
de_de: Ausgabeformat
es_es: Formato de salida
fr_fr: Format de sortie
pl_pl: Format wyjściowy
zh_hans: 输出格式

# AudioConverterPage_Item_011.Content
source: MP3 (libmp3lame)
zh_hans: MP3( limp3lame)

# AudioConverterPage_Item_012.Content
source: AAC / M4A (native)
de_de: AAC / M4A (nativ)
es_es: AAC / M4A (nativo)
fr_fr: AAC / M4A (natif)
pl_pl: AAC / M4A (natywny)
zh_hans: AAC / M4A(本地)

# AudioConverterPage_Item_015.Content
source: Ogg Vorbis
zh_hans: 奥格·沃比斯

# AudioConverterPage_Item_016.Content
source: FLAC (lossless)
de_de: FLAC (verlustfrei)
es_es: FLAC (sin pérdidas)
fr_fr: FLAC (sans perte)
pl_pl: FLAC (bezstratny)
zh_hans: FLAC(亏损)

# AudioConverterPage_Item_018.Content
source: ALAC / M4A (lossless)
de_de: ALAC/M4A (verlustfrei)
es_es: ALAC / M4A (sin pérdidas)
fr_fr: ALAC / M4A (sans perte)
pl_pl: ALAC / M4A (bezstratny)
zh_hans: ALAC / M4A(损失)

# AudioConverterPage_Item_019.Content
source: WavPack (lossless)
de_de: WavPack (verlustfrei)
es_es: WavPack (sin pérdidas)
fr_fr: WavPack (sans perte)
pl_pl: SWATPack (bezstratny)
zh_hans: WavPack( 无损失)

# AudioConverterPage_Item_023.Text
source: Quality
de_de: Qualität
es_es: Calidad
fr_fr: Qualité
pl_pl: Jakość
zh_hans: 质量质量

# AudioConverterPage_Item_025.Text
source: VBR quality
de_de: VBR-Qualität
es_es: Calidad VBR
fr_fr: Qualité VBR
pl_pl: Jakość VBR
zh_hans: VBR 质量

# AudioConverterPage_Item_028.Text
source: 0 · highest
de_de: 0 · höchste
es_es: 0 · más alto
fr_fr: 0 · le plus élevé
pl_pl: 0 · najwyższy
zh_hans: 0 最高

# AudioConverterPage_Item_029.Text
source: 9 · smallest
de_de: 9 · kleinste
es_es: 9 · más pequeño
fr_fr: 9 · les plus petits
pl_pl: 9 · najmniejsze
zh_hans: 9 最小

# AudioConverterPage_Item_030.Text
source: Fixed bitrate
de_de: Feste Bitrate
es_es: Tasa de bits fija
fr_fr: Débit fixe
pl_pl: Stała szybkość transmisji
zh_hans: 固定比特率

# AudioConverterPage_Item_031.Content
source: 64 kbps
zh_hans: 64 kbps 64 kbps

# AudioConverterPage_Item_040.Content
source: Auto (preserve)
de_de: Automatisch (bewahren)
es_es: Auto (preservar)
fr_fr: Automatique (préservation)
pl_pl: Automatyczne (przygotowywanie)
zh_hans: 自动( 保存)

# AudioConverterPage_Item_041.Content
source: 44.1 kHz
zh_hans: 44.1千赫兹

# AudioConverterPage_Item_042.Content
source: 48 kHz
zh_hans: 48千赫

# AudioConverterPage_Item_043.Content
source: 96 kHz
zh_hans: 96 kHz 96 kHz

# AudioConverterPage_Item_045.Content
source: Auto (preserve)
de_de: Automatisch (bewahren)
es_es: Auto (preservar)
fr_fr: Automatique (préservation)
pl_pl: Automatyczne (przygotowywanie)
zh_hans: 自动( 保存)

# AudioConverterPage_Item_046.Content
source: Mono
zh_hans: 单单

# AudioConverterPage_Item_053.Content
source: Voice / podcast
de_de: Stimme / Podcast
es_es: Voz / podcast
fr_fr: Voix / podcast
pl_pl: Głos / podcast
zh_hans: 声音/播客

# AudioConverterPage_Item_054.Content
source: Low delay
de_de: Geringe Verzögerung
es_es: Retraso bajo
fr_fr: Faible retard
pl_pl: Niskie opóźnienie
zh_hans: 低延迟

# AudioConverterPage_Item_056.Content
source: 5 ms
zh_hans: 5毫秒

# AudioConverterPage_Item_057.Content
source: 10 ms
zh_hans: 10毫秒

# AudioConverterPage_Item_058.Content
source: 20 ms (default)
de_de: 20 ms (Standard)
es_es: 20 ms (por defecto)
fr_fr: 20 ms (par défaut)
pl_pl: 20 ms (domyślnie)
zh_hans: 20毫秒( 默认)

# AudioConverterPage_Item_059.Content
source: 40 ms
zh_hans: 40毫秒

# AudioConverterPage_Item_060.Content
source: 60 ms
zh_hans: 60毫秒

# AudioConverterPage_Item_070.Text
source: Vorbis
zh_hans: 伏尔之二

# AudioConverterPage_Item_072.Text
source: Output Folder
de_de: Ausgabeordner
es_es: Carpeta de salida
fr_fr: Dossier de sortie
pl_pl: Katalog wyjściowy
zh_hans: 输出文件夹

# AudioConverterPage_Item_075.Text
source: Originals are never modified. Existing outputs receive a numbered name instead of being overwritten.
de_de: Originale werden nie geändert. Bestehende Ausgänge erhalten einen nummerierten Namen, anstatt überschrieben zu werden.
es_es: Los originales nunca se modifican. Las salidas existentes reciben un nombre numerado en lugar de ser sobrescrito.
fr_fr: Les originaux ne sont jamais modifiés. Les sorties existantes reçoivent un nom numéroté au lieu d'être écrasées.
pl_pl: Oryginały nigdy nie są modyfikowane. Istniejące wyjścia otrzymują numerowaną nazwę zamiast być przepisane.
zh_hans: 原始内容从未修改。 现有的产出获得一个编号的名称, 而不是被覆盖 。

# AudioConverterPage_OpusApplicationCombo.Header
source: Application
de_de: Anwendung
es_es: Aplicación
fr_fr: Demande
pl_pl: Wniosek
zh_hans: 适用

# AudioConverterPage_OpusFrameCombo.Header
source: Frame duration
de_de: Dauer des Rahmens
es_es: Duración del marco
fr_fr: Durée de la trame
pl_pl: Czas trwania ramki
zh_hans: 框架期限

# AudioConverterPage_OutputDirectoryBox.PlaceholderText
source: Add a file to choose a default
de_de: Eine Datei hinzufügen, um eine Standardeinstellung zu wählen
es_es: Añadir un archivo para elegir un valor predeterminado
fr_fr: Ajouter un fichier pour choisir un fichier par défaut
pl_pl: Dodaj plik do wyboru domyślnego
zh_hans: 添加文件以选择默认值

# AudioConverterPage_RunButton.Content
source: Convert All
de_de: Alle konvertieren
es_es: Convertir todo
fr_fr: Tout convertir
pl_pl: Konwertuj wszystkie
zh_hans: 全部转换

# AudioConverterPage_SampleRateCombo.Header
source: Sample rate
de_de: Stichprobenrate
es_es: Tasa de muestreo
fr_fr: Taux d'échantillonnage
pl_pl: Odsetek próbek
zh_hans: 抽样抽样率

source: VBR quality, zero is highest
de_de: VBR Qualität, Null ist am höchsten
es_es: Calidad VBR, cero es el más alto
fr_fr: Qualité VBR, zéro est le plus élevé
pl_pl: Jakość VBR, zero jest najwyższe
zh_hans: VBR 质量,零为最高

# AudioConverterPage_VbrQualityValue.Text
source: 2 — high quality
de_de: 2 — hohe Qualität
es_es: 2 — de alta calidad
fr_fr: 2 — de haute qualité
pl_pl: 2 – wysoka jakość
zh_hans: 2-质量高

# AudioConverterPage_VbrToggle.Header
source: Variable bitrate (VBR)
es_es: Tasa de bits variable (VBR)
fr_fr: Débit variable (VBR)
pl_pl: Zmienna szybkość transmisji (VBR)
zh_hans: 可变位速率 (VBR)

# AudioConverterPage_VorbisManagedToggle.Header
source: Managed bitrate bounds (streaming compatibility)
de_de: Managed Bitrate Limits (Streaming-Kompatibilität)
es_es: Límites de velocidad de bits gestionados (compatibilidad de transmisión)
fr_fr: Limites de débit gérées (compatibilité de flux)
pl_pl: Zarządzanie granicami transmisji danych (kompatybilność z przepływem)
zh_hans: 管理比特率界限(流兼容性)

source: Auto Highlight progress
de_de: Fortschritt automatisch hervorheben
es_es: Resaltar automáticamente el progreso
fr_fr: Mettre en évidence les progrès réalisés
pl_pl: Automatyczne podświetlanie postępów
zh_hans: 自动突出显示进度

# AutoHighlightPage_AnalyzeButton.Content
source: Analyze
de_de: Analysieren
es_es: Analizar
fr_fr: Analyser
pl_pl: Analiza
zh_hans: 分析分析

# AutoHighlightPage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# AutoHighlightPage_CandidateCountBox.Header
source: Highlight candidates
de_de: Kandidaten hervorheben
es_es: Destacar a los candidatos
fr_fr: Mettre en évidence les candidats
pl_pl: Podkreśla kandydatów
zh_hans: 突出候选人

# AutoHighlightPage_ClipLengthBox.Header
source: Clip length (seconds)
de_de: Cliplänge (Sekunden)
es_es: Longitud del clip (segundos)
fr_fr: Longueur du clip (secondes)
pl_pl: Długość klipu (sekunda)
zh_hans: 剪切长度( 秒)

# AutoHighlightPage_ExportEdlButton.Content
source: Export EDL
de_de: EDL exportieren
es_es: Exportar EDL
fr_fr: Exporter EDL
pl_pl: Eksport EDL
zh_hans: 出口 EDL

# AutoHighlightPage_ExportOtioButton.Content
source: Export OTIO
de_de: OTIO exportieren
es_es: Exportar OTIO
fr_fr: Exporter OTIO
pl_pl: Eksport OTIO
zh_hans: 出口 OTIO

# AutoHighlightPage_ExportReelButton.Content
source: Export Reel
de_de: Haspel exportieren
es_es: Reel de exportación
fr_fr: Récipient d'exportation
pl_pl: Eksportuj wierzchołek
zh_hans: 出口利

source: Include highlight
de_de: Hervorhebung einschließen
es_es: Incluir resaltado
fr_fr: Inclure le point fort
pl_pl: Włącz wyróżnienie
zh_hans: 包含突出显示

# AutoHighlightPage_Item_002.Text
source: Auto Highlight
de_de: Automatische Hervorhebung
es_es: Reflejo automático
fr_fr: Surlignement automatique
pl_pl: Automatyczne podświetlanie
zh_hans: 自动自动加亮显示

# AutoHighlightPage_Item_003.Text
source: Find high-energy moments locally from scene-change peaks and visible motion. Review the ranked windows, then export a highlight reel, CMX 3600 EDL, or OpenTimelineIO timeline.
de_de: Finden Sie hochenergetische Momente lokal von Szenewechselspitzen und sichtbarer Bewegung. Überprüfen Sie die geordneten Fenster und exportieren Sie dann eine Highlight-Rolle, CMX 3600 EDL oder OpenTimelineIO Timeline.
es_es: Encuentre momentos de alta energía localmente desde los picos de cambio de escena y el movimiento visible. Revise las ventanas clasificadas y luego exporte un carrete resaltado, CMX 3600 EDL, o OpenTimelineIO cronología.
fr_fr: Regardez les fenêtres classées, puis exportez une bobine de surlignement, CMX 3600 EDL ou OpenTimelineIO timeline.
pl_pl: Znajdź czasy wysokoenergetyczne z szczytów scenicznych i widocznego ruchu. Przejrzyj sklasyfikowane okna, a następnie wyeksportuj kołowrotek wyróżnienia, CMX 3600 EDL lub OpenTimelineIO.
zh_hans: 从场景变化峰值和可见运动中在当地找到高能时刻。 检查排位窗口, 然后导出亮点雷尔、 CMX 3600、 EDL 或 OpenTimelineIO 时间表 。

# AutoHighlightPage_Item_015.Text
source: No highlights yet
de_de: Noch keine Highlights
es_es: No hay puntos destacados todavía
fr_fr: Pas encore de faits saillants
pl_pl: Na razie brak podkreśleń
zh_hans: 尚未突出重点

# AutoHighlightPage_Item_016.Text
source: Open a video and analyze it. Nothing leaves this device.
de_de: Öffnen Sie ein Video und analysieren Sie es. Nichts verlässt dieses Gerät.
es_es: Abre un video y analízalo.
fr_fr: Ouvrez une vidéo et analysez-la. Rien ne laisse cet appareil.
pl_pl: Otworzyć nagranie i przeanalizować.
zh_hans: 打开一个视频,分析一下, 没有东西能留下这个装置

# AutoHighlightPage_MinimumGapBox.Header
source: Minimum gap (seconds)
de_de: Mindestabstand (Sekunden)
es_es: Brecha mínima (segundos)
fr_fr: Écart minimal (en secondes)
pl_pl: Minimalna luka (sekunda)
zh_hans: 最小差距(秒)

# AutoHighlightPage_OpenVideoButton.Content
source: Open Video
de_de: Video öffnen
es_es: Abrir vídeo
fr_fr: Ouvrir la vidéo
pl_pl: Otwarte wideo
zh_hans: 开放视频

# AutoHighlightPage_StatusText.Text
source: Open a video to begin.
de_de: Öffnen Sie ein Video, um zu beginnen.
es_es: Abra un vídeo para empezar.
fr_fr: Ouvrez une vidéo pour commencer.
pl_pl: Otwórz nagranie do rozpoczęcia.
zh_hans: 打开一个视频开始。

# AutoHighlightPage_ThresholdBox.Header
source: Scene threshold
de_de: Szeneschwelle
es_es: Umbral de escena
fr_fr: Seuil de la scène
pl_pl: Próg sceny
zh_hans: 场景阈值

# AutoReframePage_AutoReframePageButton01.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# AutoReframePage_AutoReframePageButton02.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# AutoReframePage_AutoReframePagePivotItem01.Header
source: Queue
de_de: Warteschlange
es_es: Cola
fr_fr: File d’attente
pl_pl: Kolejka
zh_hans: 队列

# AutoReframePage_AutoReframePagePivotItem02.Header
source: Finished
de_de: Abgeschlossen
es_es: Finalizado
fr_fr: Terminé
pl_pl: Zakończono
zh_hans: 已完成

# AutoReframePage_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# AutoReframePage_ClearButton.Content
source: Clear Queue
de_de: Warteschlange löschen
es_es: Limpiar cola
fr_fr: Effacer la file
pl_pl: Wyczyść kolejkę
zh_hans: 清除队列

# AutoReframePage_CrfLabel.Text
source: CRF 20 (high quality)
de_de: CRF 20 (hohe Qualität)
es_es: CRF 20 (alta calidad)
fr_fr: CRF 20 (haute qualité)
pl_pl: CRF 20 (wysoka jakość)
zh_hans: CRF 20(高质量)

# AutoReframePage_Item_003.Content
source: Open folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
pl_pl: Otwórz folder
zh_hans: 打开文件夹

# AutoReframePage_Item_004.Text
source: Auto Reframe
de_de: Automatischer Umrahmen
es_es: Reframe automático
fr_fr: Recadre automatique
pl_pl: Automatyczne przeprogramowanie
zh_hans: 自动重新框架
